export const eventList = [
  {
    id: 1,
    type: "boys",
    progress: false,
    title: '두잉왓 “두잉보이즈 "1기"',
    detail_title: '두잉왓 “두잉보이즈" 1기 CREW를 찾고있습니다',
    date: "2023-08-16",
    img_url: "/img/doingWhatBoysEvent.png",

    detailTexts: [
      {
        title:
          "두잉보이즈 모집이 완료되었습니다. 많은 관심을 주신 여러분께 감사의 말씀드립니다.",
      },
      {
        text: '관하살과 함께 할 맨즈 그루밍에 관심이 많은 “두잉보이즈" 1기 CREW를 찾고있습니다 ~~ 많은 참여 부탁드립니다 🙂',
      },
      {
        qna: [
          " - 👉 1. 두잉보이즈(DOINGBOYZ)가 뭐야?",
          "두잉보이즈 모집이 완료되었습니다. 많은 관심을 주신 여러분께 감사의 말씀드립니다.",
        ],
      },
    ],
  },
  {
    id: 2,
    type: "review",
    title: "두잉왓 리뷰 이벤트",
    detail_title: "두잉왓 리뷰 이벤트",
    date: "2023-08-16",
    img_url: "/img/doingWhatReviewEvent.png",
    detailTexts: [
      {
        title: "<리뷰 남기고 적립금 받으세요!>",
        texts: [
          "1. 텍스트 리뷰 적립금: 500원 (50자 이상 작성)",
          "2. 포토리뷰 적립금: 1,000원 (50자 이상의 글 + 제품 사진)",
        ],
      },
      {
        title: "* 적립금 지급안내",
        texts: [
          "- 리뷰 적립금은 익일(평일)에 지급 됩니다. (단, 금요일 & 공휴일인 경우 차주 평일에 지급됩니다.)",
        ],
      },
      {
        title: "* 유의사항",
        texts: [
          "- 리뷰 이벤트는 회원 주문에 한하여 작성된 후기에 대해 적립금이 지급됩니다. (비회원 및 네이버페이, 카카오페이 구매시 적용 제외)",
          "- 리뷰 등록 후 제품을 반품하실 경우 적립금은 차감됩니다.",
          "- 내용이 없거나 중복 작성된 후기에 대한 적립금은 적용되지 않습니다.",
          "- 배송 완료 후 10일 이내에 작성된 리뷰에만 적립금이 지급됩니다.",
          "- 주문 건 한 개당 포인트가 지급됩니다.",
        ],
      },
    ],
  },
  {
    id: 3,
    type: "soft",
    title: "두잉왓 소프트 블러링 필터 쿠션 런칭 기념이벤트",
    detail_title: "두잉왓 소프트 블러링 필터 쿠션 런칭 기념이벤트",
    date: "2023-08-16",
    img_url: "/img/doingWhatCushionEvent.png",
    text01: "두잉왓 소프트 블러링 필터 쿠션 런칭 기념이벤트",
  },
];
