export const qnaList = {
  101: [
    {
      id: 1,
      text: "자기 전에 머리 감고 자는 게 좋나요?",
      name: "김서방",
      date: "2025-01-01",
    },
    {
      id: 2,
      text: "두잉왓 제품은 민감성 피부에도 괜찮나요?",
      name: "이과장",
      date: "2025-02-15",
    },
    {
      id: 3,
      text: "배송은 보통 얼마나 걸리나요?",
      name: "최팀장",
      date: "2025-03-10",
    },
  ],
  102: [
    {
      id: 1,
      text: "이 선스틱은 백탁 현상이 있나요?",
      name: "박대리",
      date: "2025-01-12",
    },
    {
      id: 2,
      text: "끈적임이 없는지 궁금합니다.",
      name: "정대리",
      date: "2025-02-22",
    },
    {
      id: 3,
      text: "사용 기한은 얼마나 되나요?",
      name: "김대리",
      date: "2025-03-18",
    },
  ],
  103: [
    {
      id: 1,
      text: "브러쉬 모양이 일정한가요?",
      name: "이주임",
      date: "2025-01-05",
    },
    {
      id: 2,
      text: "펜슬 심은 부드러운 편인가요?",
      name: "강대리",
      date: "2025-02-14",
    },
    { id: 3, text: "워터프루프인가요?", name: "김과장", date: "2025-03-20" },
  ],
  104: [
    {
      id: 1,
      text: "쇼핑백 크기가 궁금합니다.",
      name: "박과장",
      date: "2025-01-02",
    },
    { id: 2, text: "두꺼운 재질인가요?", name: "이대리", date: "2025-02-16" },
  ],
  105: [
    { id: 1, text: "로션 향이 강한가요?", name: "최과장", date: "2025-01-08" },
    {
      id: 2,
      text: "자외선 차단 기능이 확실한가요?",
      name: "홍대리",
      date: "2025-02-19",
    },
    {
      id: 3,
      text: "유통기한은 얼마나 되나요?",
      name: "박대리",
      date: "2025-03-11",
    },
  ],
  106: [
    {
      id: 1,
      text: "모발이 떡지지 않나요?",
      name: "김대리",
      date: "2025-01-15",
    },
    {
      id: 2,
      text: "향이 오래 지속되나요?",
      name: "이주임",
      date: "2025-02-25",
    },
  ],
  107: [
    {
      id: 1,
      text: "패키지 구성품이 궁금합니다.",
      name: "홍과장",
      date: "2025-01-17",
    },
    {
      id: 2,
      text: "무료배송 지역 제한이 있나요?",
      name: "박주임",
      date: "2025-02-27",
    },
  ],
  108: [
    {
      id: 1,
      text: "쿠션 커버력이 좋은가요?",
      name: "이과장",
      date: "2025-01-19",
    },
    { id: 2, text: "다크닝이 심한가요?", name: "최대리", date: "2025-02-28" },
  ],
  109: [
    {
      id: 1,
      text: "립밤 보습력이 오래가나요?",
      name: "김과장",
      date: "2025-01-21",
    },
    { id: 2, text: "향이 강한 편인가요?", name: "박대리", date: "2025-03-02" },
  ],
  110: [
    {
      id: 1,
      text: "기름흡수력이 좋은가요?",
      name: "이과장",
      date: "2025-01-25",
    },
    {
      id: 2,
      text: "종이 재질이 두꺼운 편인가요?",
      name: "최대리",
      date: "2025-03-05",
    },
  ],
  111: [
    {
      id: 1,
      text: "퍼프 세탁이 쉬운가요?",
      name: "김대리",
      date: "2025-01-28",
    },
    {
      id: 2,
      text: "재질이 부드러운 편인가요?",
      name: "박주임",
      date: "2025-03-07",
    },
  ],
  112: [
    {
      id: 1,
      text: "리필 장착이 간편한가요?",
      name: "홍대리",
      date: "2025-01-30",
    },
    {
      id: 2,
      text: "리필도 따로 판매하나요?",
      name: "이과장",
      date: "2025-03-09",
    },
  ],
};
